Repository: Damtob/Yubuy
Catalog: .vscode/basel-*.po
Languages: it_it

source: Not Found
it_it: Non trovato

source: This is somewhat embarrassing, isn&rsquo;t it?
it_it: Un po' imbarazzante, eh?

source: It looks like nothing was found at this location. Maybe try a search?
it_it: Impossibile trovare un contenuto in questa posizione. Forse è meglio provare con una ricerca?

source: About %s
it_it: Su %s

source: View all posts by %s <span class="meta-nav">&rarr;</span>
it_it: Visualizza tutti gli articoli di %s <span class="meta-nav">&rarr;</span>

# comments title
source: One thought on &ldquo;%2$s&rdquo;
it_it: Un pensiero su &ldquo;%2$s&rdquo;

source: Comment navigation
it_it: Navigazione nei commenti

source: &larr; Older Comments
it_it: &larr; Commenti precedenti

source: Newer Comments &rarr;
it_it: Commenti successivi &rarr;

source: Comments are closed.
it_it: I commenti sono chiusi.

source: Nothing Found
it_it: Non è stato trovato niente.

source: Apologies, but no results were found. Perhaps searching will help find a related post.
it_it: Ci scusiamo, non ci sono risultati. Forse una ricerca aiuterà a trovare un articolo correlato.

source: View Large
it_it: Visualizza grande

source: Continue reading <span class="meta-nav">&rarr;</span>
it_it: Continua a leggere <span class="meta-nav">&rarr;</span>

source: <span class="btn">Continue reading</span>
it_it: <span class="btn">Continua a leggere</span>

source: Read More
it_it: Leggi tutto

source: Read more
it_it: Leggi tutto

source: Pages:
it_it: Pagine:

source: All rights reserved
it_it: Tutti i diritti riservati

source: Shopping cart
it_it: Carrello

source: close
it_it: chiudi

source: BASEL Import
it_it: Importa BASEL

source: Dummy content
it_it: Contenuto di prova

source: Import BASEL Demo Content
it_it: Importa il contenuto di prova di BASEL

source: Import box
it_it: Box di importazione

source: To import data properly we recommend you to install <strong><a href="%s">WooCommerce</a></strong> plugin
it_it: Per importare correttamente i dati vi consigliamo di installare il plugin <strong><a href="%s">WooCommerce</a></strong>

source: You need to install the following plugins to use our import function: <strong><a href="%s">%s</a></strong>
it_it: Prima di usare la funzione di importazione è necessario installare i seguenti plugin: <strong><a href="%s">%s</a></strong>

source: Choose page to import
it_it: Scegli la pagina da importare

source: Choose version from the dropdown and click import to set up version content, images, sliders and options
it_it: Scegli la versione dalla tendina e clicca su import per impostare il contenuto, le immagini, gli slider e le opzioni

source: Inherit
it_it: Eredita

source: Hide tabs headings
it_it: Nascondi intestazioni schede

source: Category Settings
it_it: Impostazioni categorie

source: Product background
it_it: Sfondo prodotti

source: Set background for your products page. You can also specify different background for particular products while editing it.
it_it: Imposta lo sfondo della pagina prodotti. Si può anche impostare uno sfondo diverso per prodotti specifici in fase di modifica del prodotto.

source: No products found
it_it: Nessun prodotto trovato

source: Processing
it_it: Sto calcolando

source: Product was successfully added to your cart.
it_it: Il prodotto è stato aggiunto al carrello.

source: Continue shopping
it_it: Continua gli acquisti

source: View Cart
it_it: Visualizza carrello

source: Page %s
it_it: Pagina %s

source: Scroll To Top
it_it: Torna in cima

source: Hot
it_it: In evidenza

source: Sale
it_it: In offerta

source: New
it_it: Novità

source: Theme Settings
it_it: Impostazioni tema

source: Disable admin bar
it_it: Disabilita barra amministrazione

source: You can disable admin bar on front end
it_it: Si può disattivare la barra di amministrazione sul frontend

source: Show comments on page
it_it: Mostra commenti su pagina

source: Search post type
it_it: Cerca tipo di post

source: You can set up site search for posts or for products (woocommerce)
it_it: Si può impostare la ricerca del sito sui post o sui prodotti (woocommerce)

source: Site width
it_it: Larghezza sito

source: You can make your content wrapper boxed or full width
it_it: Il contenuto può essere a larghezza fissa o a tutto schermo

source: Main Layout
it_it: Layout principale

source: Select main content and sidebar alignment.
it_it: Imposta l'allineamento del contenuto principale e della sidebar.

source: Sidebar size
it_it: Dimensione sidebar

source: You can set different sizes for your pages sidebar
it_it: Si possono impostare delle larghezze diverse per la sidebar delle pagine

source: Site background
it_it: Sfondo sito

source: Set background image or color for body. Only for boxed layout
it_it: Imposta immagine o colore di sfondo del body. Solo per il layout a larghezza fissa

source: Page title design
it_it: Titoli pagine

source: Show breadcrumbs
it_it: Visualizza breadcrumb

source: Displays a full chain of links to the current page.
it_it: Mostra una catena completa dei link fino alla pagina attuale.

source: Pages heading background
it_it: Sfondo intestazioni di pagina

source: Set background image or color, that will be used as a default for all page titles, shop page and blog.
it_it: Imposta l'immagine o il colore di sfondo che verranno usati come default per tutti i titoli di pagina, la pagina del negozio e il blog.

source: You can also specify other image for particular page
it_it: Si possono anche indicare immagini specifiche per le singole pagine

source: Page title size
it_it: Dimensione titolo pagina

source: You can set different sizes for your pages titles
it_it: Si possono impostare diverse dimensioni per i titoli di pagina

source: Text color for page title
it_it: Colore del testo dei titoli di pagina

source: You can set different colors depending on it's background. May be light or dark
it_it: Si possono impostare diversi colori a seconda dello sfondo; può essere chiaro o scuro

source: Logo container width
it_it: Larghezza contenitore logo

source: Set width for logo area in the header. In percentages
it_it: Imposta la larghezza dell'area del logo nell'intestazione. In percentuale

source: Logo image maximum width
it_it: Massima larghezza del logo

source: Set maximum width for logo image in the header. In pixels
it_it: Imposta la larghezza massima per l'immagine del logo nell'intestazione. In pixel

source: Top bar
it_it: Barra in alto

source: Information about the header
it_it: Informazioni sull'intestazione

source: Top bar text color
it_it: Colore del testo della barra in alto

source: Top bar background
it_it: Sfondo della barra in alto

source: Text in the header top bar
it_it: Testo nella barra in alto dell'intestazione

source: Place here text you want to see in the header top bar. You can use shortocdes.<br> Ex.: [social_buttons]
it_it: Inserisci qui il testo che vuoi vedere nella barra in alto nell'intestazione. Si possono usare gli shortcode, come [social_buttons]

source: Full Width
it_it: A tutto schermo

source: Make header full width
it_it: Rendi l'intestazione larga a tutto schermo

source: Sticky Header
it_it: Intestazione fissa

source: Enable/disable sticky header option
it_it: Imposta/disattiva l'opzione dell'intestazione fissa

source: Header
it_it: Intestazione

source: Set your header design
it_it: Imposta il design dell'intestazione

source: Header above the content
it_it: Intestazione sopra il contenuto

source: Overlap page content with this header (header is transparent).
it_it: Sovrappone il contenuto della pagina con l'intestazione (che è trasparente)

source: Right column width
it_it: Larghezza colonna di destra

source: Set width for icons and links area in the header (shopping cart, wishlist, search). In pixels
it_it: Imposta la larghezza dell'area delle icone e dei link dell'intestazione (carrello, lista dei desideri, ricerca). In pixel

source: Shopping cart position
it_it: Posizione carrello

source: Shopping cart widget may be placed in the header or as a sidebar.
it_it: Il widget del carrello può essere inserito nell'intestazione o come sidebar.

source: Set your shopping cart widget design in the header
it_it: Imposta il design del widget del carrello nell'intestazione

source: Alternative shopping cart icon
it_it: Icona carrello alternativa

source: Use alternative cart icon in header icons links
it_it: Usa l'icona carrello alternativa nei link icone nell'intestazione

source: Header text color
it_it: Colore testo intestazione

source: You can change colors of links and icons for the header
it_it: Cambia i colori dei link e delle icone dell'intestazione

source: Header background
it_it: Sfondo intestazione

source: Header Border
it_it: Bordo intestazione

source: Border bottom for the header.
it_it: Bordo in basso dell'intestazione

source: Icons font for header icons
it_it: Font icone per le icone dell'intestazione

source: Choose between two icon fonts: Font Awesome and Line Icons
it_it: Scegli tra due font icone: Font Awesome e Line Icons

source: Main menu align
it_it: Allineamento menu principale

source: Set menu text position on some headers
it_it: Imposta la posizione del testo su alcune intestazioni

source: Categories menu
it_it: Menu categorie

source: Use your custom menu as a categories navigation for particular headers.
it_it: Usa il menu personalizzato come navigazione di categoria per alcune intestazioni.

source: Text in the header
it_it: Testo nell'intestazione

source: You can place here some advertisement or phone numbers. You can use shortcode to place here HTML block [html_block id=""]
it_it: Qui si possono inserire pubblicità o numeri di telefono. Si possono usare gli shortcode per inserire qui dei blocchi HTML [html_block id=""]

source: Search widget
it_it: Widget di ricerca

source: Display search icon in the header in different views
it_it: Visualizza l'icona di ricerca nell'intestazione, in viste diverse

source: AJAX Search
it_it: Ricerca Ajax

source: Display wishlist icon
it_it: Mostra icona lista dei desideri

source: Footer layout
it_it: Layout piedipagina

source: Choose your footer layout. Depending on columns number you will have different number of widget areas for footer in Appearance->Widgets
it_it: Scegli il layout del piedipagina. A seconda del numero di colonne avrai un numero diverso di are per il piedipagina in Aspetto->Widget

source: Footer text color
it_it: Colore del testo del piedipagina

source: Choose your footer color scheme
it_it: Scegli lo schema di colore

source: Footer background
it_it: Sfondo piedipagina

source: Copyrights layout
it_it: Layout area copyright

source: Copyrights
it_it: Area copyright

source: Place here text you want to see in the copyrights area. You can use shortocdes.<br> Ex.: [social_buttons]
it_it: Inserite qui il testo che volete vedere nell'area copyright. Potete usare gli shortcode.<br> Es.: [social_buttons]

source: Text next to coyprights
it_it: Testo accanto all'area copyright

source: You can use shortocdes.<br> Ex.: [social_buttons]
it_it: Potete usare gli shortcode.<br> Es.: [social_buttons]

source: HTML before footer
it_it: HTML prima del piedipagina

source: Custom HTML Allowed (wp_kses)
it_it: &Egrave; permesso l'HTML personalizzato (wp_kses)

source: This is the text before footer field, again good for additional info. You can place here any shortcode, for ex.: [html_block id=""]
it_it: Questo è il testo prima del campo piedipagina, anch'esso buono per inserire informazioni aggiuntive. Potete metterci qualsiasi shortcode, es.: [html_block id=""]

source: Text font
it_it: Font testo

source: Set you typography options for body, paragraphs.
it_it: Impostate le opzioni sulla tipografia del corpo e dei paragrafi.

source: Primary font
it_it: Font principale

source: Set you typography options for titles, post names.
it_it: Impostate le opzioni sulla tipografia dei titoli e dei nomi degli articoli.

source: Entities names
it_it: Nomi delle entità

source: Titles for posts, products, categories and pages
it_it: TItoli per articoli, prodotti, categorie e pagine

source: Secondary font
it_it: Font secondario

source: Use for secondary titles (use CSS class "font-alt" or "title-alt")
it_it: Uso dei titoli secondari (usate la classe CSS "font-alt" o "title-alt")

source: Widget titles font
it_it: Font dei titoli degli widget

source: Navigation font
it_it: Font della navigazione

source: Primary Color
it_it: Colore principale

source: Pick a background color for the theme buttons and other colored elements.
it_it: Scegliete un colore principale per i pulsanti del tema e altri elementi colorati.

source: Secondary Color
it_it: Colore secondario

source: Blog Layout
it_it: Layout del blog

source: Select main content and sidebar alignment for blog pages.
it_it: Scegliete l'allineamento del contenuto principale della sidebar per le pagine del blog.

source: Blog Sidebar size
it_it: Dimensione sidebar blog

source: You can set different sizes for your blog pages sidebar
it_it: Potete impostare diverse dimensioni per la sidebar delle pagine del blog

source: Blog Design
it_it: Design del blog

source: You can use different design for your blog styled for the theme.
it_it: Potete usare diversi design per il blog, specifici per il tema.

source: Blog items columns
it_it: Colonne di articoli nel blog

source: For masonry grid design
it_it: Per il design a griglia masonry

source: Share buttons
it_it: Pulsanti di condivisione

source: Display share icons on single post page
it_it: Visualizza le icone di condivisione dei social sulle pagine degli articoli singoli

source: Posts navigation
it_it: Navigazione tra gli articoli

source: Next and previous posts links on single post page
it_it: Link precedente e successivo sulle pagine degli articoli singoli

source: Author bio
it_it: Biografia dell'autore

source: Display information about the post author
it_it: Mostra le informazioni sull'autore dell'articolo

source: Related posts
it_it: Articoli correlati

source: Show related posts on single post page (by tags)
it_it: Mostra gli articoli correlati sulle pagine degli articoli singoli

source: Portfolio Style
it_it: Stile portfolio

source: You can use different styles for your projects.
it_it: Potete usare diversi stili per i progetti.

source: Full Width portfolio
it_it: Portfolio a larghezza schermo

source: Makes container 100% width of the page
it_it: Imposta la larghezza del contenitore al 100% della pagina

source: Projects columns
it_it: Colonne progetti

source: How many projects you want to show per row
it_it: Quanti progetti volete mostrare per riga

source: Space between projects
it_it: Spazio tra i progetti

source: You can set different spacing between blocks on portfolio page
it_it: Potete impostare spazi diversi tra i blocchi della pagina portfolio

source: Items per page
it_it: Elementi per pagina

source: Filter background
it_it: Sfondo filtro

source: Show categories filters
it_it: Mostra filtri per categoria

source: Color scheme for filters
it_it: Schema colori per filtri

source: You can change colors of links in portfolio filters
it_it: Si può cambiare il colore dei link nei filtri del portfolio

source: Products per page
it_it: Prodotti per pagina

source: Number of products per page
it_it: Numero di prodotti per pagina

source: Products columns
it_it: Colonne prodotti

source: How many products you want to show per row
it_it: Quanti prodotti volete mostrare per riga

source: Shop filters
it_it: Filtri negozio

source: Enable shop filters widget's area above the products.
it_it: Abilita l'area degli widget dei filtri del negozio, sopra i prodotti.

source: Masonry grid
it_it: Griglia masonry

source: Products may have different sizes
it_it: I prodotti possono avere dimensioni diverse

source: Products grid with different sizes
it_it: Griglia prodotti con dimensioni diverse

source: Hover on product
it_it: Hover sul prodotto

source: Choose one of those hover effects for products
it_it: Scegliete uno di questi tre effetti di hover nei prodotti

source: AJAX shop
it_it: Negozio Ajax

source: Enable AJAX functionality for filters widgets on shop.
it_it: Abilita la funzionalità Ajax per gli widget dei filtri del negozio.

source: Quick View
it_it: Visualizzazione rapida

source: Enable Quick view option. Ability to see the product information with AJAX.
it_it: Abilita opzione Visualizzazione rapida, per vedere le informazioni sul prodotto in Ajax

source: Categories dropdown in WOO search form
it_it: Tendina categorie nel form di ricerca di WOO

source: Display categories select that allows users search products by category
it_it: Mostra tendina categorie che permette agli utenti di cercare i prodotti per categoria

source: Shop Layout
it_it: Layout negozio

source: Select main content and sidebar alignment for shop pages.
it_it: Seleziona il contenuto principale e l'allineamento della sidebar per le pagine del negozio.

source: You can set different sizes for your shop pages sidebar
it_it: Potete impostare diverse dimensioni per le sidebar delle pagine del negozio

source: Shop title
it_it: Titolo negozio

source: Show title for shop page, product categories or tags.
it_it: Mostra il titolo per le pagine del negozio, delle categorie prodotto o dei tag

source: Categories menu in page heading
it_it: Menu delle categorie nell'intestazione di pagina

source: Show categories menu below page title
it_it: Mostra il menu delle categorie sotto il titolo di pagina

source: Grid swatch attribute to display
it_it: Attributo swatch a griglia da mostrare

source: Choose attribute that will be shown on products grid
it_it: Scegli l'attributo che verrà mostrato sulla griglia dei prodotti

source: Login page tabs
it_it: Schede pagina login

source: Enable tabs for login and register forms
it_it: Abilita le schede per i form di login e registrazione

source: Registration text
it_it: Testo registrazione

source: Show some information about registration on your web-site
it_it: Mostra alcune informazioni sulla registrazione sul sito web

source: My Account link in header
it_it: Link Il mio account nell'intestazione

source: Show links to login/register or my accout page in the header
it_it: Mostra i link a login/registrazione o alla pagina Il mio account nell'intestazione

source: Single Product Sidebar
it_it: Sidebar prodotto singolo

source: Select main content and sidebar alignment for single product pages.
it_it: Seleziona il contenuto principale e l'allineamento della sidebar per le pagine dei prodotti singoli

source: You can set different sizes for your single product pages sidebar
it_it: Si possono impostare diverse dimensioni per le sidebar delle pagine dei prodotti singoli

source: Product page design
it_it: Design pagina prodotto

source: Choose between different predefined designs
it_it: Scegli tra diversi design predefiniti

source: Force full width header for product page
it_it: Forza intestazione a tutto schermo per le pagine dei prodotti

source: Product image size
it_it: Dimensione immagine prodotto

source: You can choose different page layout depending on the product image size you need
it_it: Si possono impostare diversi layout di pagina a seconda della dimensione di immagine che vi serve

source: Thumbnails position
it_it: Posizioni thumbnail

source: Use vertical or horizontal position for thumbnails
it_it: Usa la posizione orizzontale o verticale per le thumbnail

source: Show share buttons
it_it: Mostra pulsanti di condivisione

source: Show related products
it_it: Mostra prodotti correlati

source: Will be executed on $(document).ready()
it_it: Sarà eseguito su $(document).ready()

source: Configurate your [social_buttons] shortcode. You can leave field empty to remove particular link.
it_it: Configura lo shortcode [social_buttons]. Si possono lasciare dei campi liberi per rimuovere uno specifico link.

source: Facebook link
it_it: Link Facebook

source: Twitter link
it_it: Link Twitter

source: Email for social links
it_it: Email per link social

source: Pinterest link
it_it: Link Pinterest

source: Include minified CSS
it_it: Includere CSS minimizzato

source: Minified version of style.css file will be loaded (style.min.css)
it_it: Verrà caricata la versione minimizzata del file style.css (style.min.css)

source: Include minified JS
it_it: Includere JS minimizzato

source: Minified version of functions.js and libraries.js file will be loaded (theme.min.js)
it_it: Verranno caricate le versioni minimizzate dei file functions.js e libraries.js (theme.min.js)

source: Unable to communicate with Instagram.
it_it: Impossibile comunicare con Instagram.

source: Instagram did not return a 200.
it_it: Instagram non ha restituito un codice 200.

source: Instagram has returned invalid data.
it_it: Instagram ha restituito dati non validi.

source: Instagram Image
it_it: Immagine Instagram

source: Instagram did not return any images.
it_it: Instagram non ha restituito immagini.

source: Custom style
it_it: Stile personalizzato

source: All
it_it: Tutti

source: Categories
it_it: Categorie

source: Products
it_it: Prodotti

source: Please, <a href="%s">log in</a>
it_it: <a href="%s">Login</a>

source: Welcome, <strong>%s</strong>
it_it: Benvenuto, <strong>%s</strong>

source: Check this
it_it: Controlla

source: Featured
it_it: In evidenza

source: Posted by
it_it: Inviato da

source: By
it_it: Di

source: Leave a comment
it_it: Lascia un commento

source: 1 comment
it_it: 1 commento

source: % comments
it_it: % commenti

source: Edit
it_it: Modifica

source: Newer Posts &rarr;
it_it: Articoli successivi &rarr;

source: &larr; Older Posts
it_it: &larr; Articoli precedenti

source: Tag Archives:
it_it: Archivi tag:

source: Daily Archives:
it_it: Archivi giornalieri:

source: Monthly Archives:
it_it: Archivi mensili:

source: Yearly Archives:
it_it: Archivi annuali:

source: Archives
it_it: Archivi

source: Posts by
it_it: Articoli di

source: Search Results for:
it_it: Risultati ricerca per:

source: Back
it_it: Indietro

source: Archive by Category "%s"
it_it: Archivio della categoria "%s"

source: Search Results for "%s" Query
it_it: Risultati della ricerca per "%s"

source: Posts Tagged "%s"
it_it: Articoli con tag "%s"

source: Articles Posted by %s
it_it: Articoli inviati da %s

source: Error 404
it_it: Errore 404

source: Page
it_it: Pagina

source: Wishlist
it_it: Lista desideri

source: Cart
it_it: Carrello

# label
source: Search for:
it_it: Ricerca di:

# submit button
source: Search for products
it_it: Ricerca prodotti

# submit button
source: Search
it_it: Ricerca

source: Select category
it_it: Seleziona categoria

source: Browse Categories
it_it: Sfoglia categorie

source: Create your first <a href="%s"><strong>navigation menu here</strong></a>
it_it: Crea qui il primo <a href="%s"><strong>menu di navigazione</strong></a>

source: My Account
it_it: Il mio account

source: Login / Register
it_it: Login / Registrati

source: Main Menu
it_it: Menu principale

source: Mobile Side Menu
it_it: Menu laterale mobile

source: Top Bar Menu
it_it: Menu barra in alto

source: Main Widget Area
it_it: Area widget principale

source: Default Widget Area for posts and pages
it_it: Area widget di default per gli articoli e le pagine

source: Shop page Widget Area
it_it: Area widget pagina negozio

source: Widget Area for shop pages
it_it: Area widget per le pagine del negozio

source: Widget Area for shop filters above the products
it_it: Area widget per i filtri del negozio sopra i prodotti

source: Single product page Widget Area
it_it: Area widget pagina prodotto singolo

source: Widget Area for single product page
it_it: Area widget per la pagina del prodotto singolo

source: My Account pages sidebar
it_it: Sidebar pagine Il mio account
