Repository: Damtob/Yubuy
Catalog: .vscode/basel-*.po
Languages: it_it

source: Widget Area for My Account, orders and other user pages.
it_it: Area widget per le pagine Il mio account, ordini e altre pagine utente.

source: Widget Area in the header
it_it: Area widget nell'intestazione

source: Widget Area for some header types. Will be displayed if "Text in the header" field is empty in Theme Options
it_it: Area widget per alcuni tipi di intestazione. Verrà mostrata se il campo "Testo nell'intestazione" è vuoto nelle Opzioni del tema

source: Install Required Plugins
it_it: Installa i plugin richiesti

source: Install Plugins
it_it: Installa i plugin

source: Installing Plugin: %s
it_it: Sto installando il plugin: %s

source: Something went wrong with the plugin API.
it_it: Qualcosa è andato storto con la plugin API.

source: This theme requires the following plugin: %1$s.
it_it: Questo tema richiede il seguente plugin: %1$s

source: This theme recommends the following plugin: %1$s.
it_it: Questo tema consiglia il seguente plugin: %1$s

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
it_it: Spiacenti, non hai i permessi sufficienti per installare il plugin %s. Contatta l'amministratore del sito per avere aiuto nell'installazione.

source: The following required plugin is currently inactive: %1$s.
it_it: Il seguente plugin richiesto non è attivo: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
it_it: Il seguente plugin raccomandato non è attivo: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
it_it: Spiacenti, non hai i permessi sufficienti per attivare il plugin %s. Contatta l'amministratore del sito per avere aiuto nell'attivazione.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
it_it: Il seguente plugin deve essere aggiornato all'ultima versione per assicurare la massima compatibilità con questo tema: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
it_it: Spiacenti, non hai i permessi sufficienti per aggiornare il plugin %s. Contatta l'amministratore del sito per avere aiuto nell'aggiornamento.

source: Begin installing plugin
it_it: Inizio installazione plugin

source: Begin activating plugin
it_it: Inizio attivazione plugin

source: Return to Required Plugins Installer
it_it: Torna all'Installatore plugin richiesti

source: Plugin activated successfully.
it_it: Plugin attivato correttamente.

source: All plugins installed and activated successfully. %s
it_it: Tutti i plugin installati e attivati con successo. %s

source: Enable sidebar for this issue
it_it: Abilita sidebar

source: Arbitrary text for tags
it_it: Testo arbitrario per i tag

source: A description for this field
it_it: Descrizione di questo campo

source: Placeholder text
it_it: Testo segnaposto

source: There was an error when reading this WXR file
it_it: C'è stato un errore nel leggere il file WXR

source: Details are shown above. The importer will now try again with a different parser...
it_it: I dettagli sono riportati sopra; l'importatore proverà di nuovo con un diverso parser...

source: This does not appear to be a WXR file, missing/invalid WXR version number
it_it: Non sembra essere un file WXR: il numero di versione WXR manca o non è valido

source: Sorry, there has been an error.
it_it: Spiacenti, si è verificato un errore.

source: The file does not exist, please try again.
it_it: Il file non esiste, provate di nuovo.

source: All done.
it_it: Fatto.

source: Have fun!
it_it: Buon divertimento!

source: Remember to update the passwords and roles of imported users.
it_it: Ricordate di aggiornare le password e i ruoli degli utenti importati.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
it_it: Il file di esportazione non si trova su <code>%s</code>, forse per un problema di permessi.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
it_it: Questo file WXR (versione %s) può non essere supportato da questa versione dell'importatore. Prendete in considerazione di fare un aggiornamento.

source: Failed to import author %s. Their posts will be attributed to the current user.
it_it: Impossibile importare l'autore %s. I corrispondenti articoli verranno attribuiti all'utente corrente.

source: Assign Authors
it_it: Assegna autori

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
it_it: Per semplificare la modifica e il salvataggio dei contenuti importati, si può voler riassegnare l'autore delle voci importate a un utente esistente del sito. Ad esempio, potete voler importare tutto sotto l'utente <code>admin</code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
it_it: Se un nuovo utente viene creato da WordPress, verrà generata una nuova password casuale, e il ruolo del nuovo utente verrà impostato a %s. Sarà necessario cambiare manualmente i dettagli dell'utente.

source: Import Attachments
it_it: Importa allegati

source: Download and import file attachments
it_it: Download e importa file allegati

source: Submit
it_it: Invia

source: Import author:
it_it: Importa autore:

source: or create new user with login name:
it_it: o crea nuovo utente con nome di login:

source: as a new user:
it_it: come nuovo utente:

source: assign posts to an existing user:
it_it: assegna articoli a un utente esistente:

source: or assign posts to an existing user:
it_it: o assegna articoli a un utente esistente:

source: - Select -
it_it: - Seleziona -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
it_it: Impossibile importare l'autore %s. I corrispondenti articoli verranno attribuiti all'utente corrente.

source: Failed to import category %s
it_it: Impossibile importare la categoria %s

source: Failed to import post tag %s
it_it: Impossibile importare il tag %s

source: Failed to import %s %s
it_it: Impossibile importare %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
it_it: Impossibile importare &#8220;%s#8221;: Tipo di articolo non valido: %s

source: %s &#8220;%s&#8221; already exists.
it_it: %s &#8220;%s&#8221; già esiste.

source: Failed to import %s &#8220;%s&#8221;
it_it: Impossibile importare %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
it_it: Voce di menu saltata per slug menu mancante

source: Menu item skipped due to invalid menu slug: %s
it_it: Voce di menu saltata per slug menu mancante: %s

source: Fetching attachments is not enabled
it_it: Non è abilitato il download degli allegati

source: Invalid file type
it_it: Tipo di file non valido

source: Remote server did not respond
it_it: Il server remoto non ha risposto

source: Remote server returned error response %1$d %2$s
it_it: Il server remoto ha restituito la risposta di errore: %1$d %2$s

source: Remote file is incorrect size
it_it: Il file remoto non è della dimensione giusta

source: Zero size file downloaded
it_it: Scaricato file di zero byte

source: Remote file is too large, limit is %s
it_it: Il file remoto è troppo grande, il limite è %s

source: Import WordPress
it_it: Importa WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
it_it: E' disponibile una nuova versione di questo importatore. Aggiorna alla versione %s per assicurare la compatibilità con i nuovi file di esportazione.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
it_it: Ciao! Aggiorna il tuo file WordPress eXtended RSS (WXR) e noi importeremo articoli, pagine, commenti, campi personalizzati, categorie e tag in questo sito.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
it_it: Scegli un file WXR (.xml) da caricare, poi clicca su Carica file e importa.

source: You need to set an image as a featured image to be able to use it as an menu item image
it_it: Devi impostare un'immagine personalizzata per poterla usare come immagine della voce di menu

source: Upload image
it_it: Carica immagine

source: Change image
it_it: Cambia immagine

source: Remove image
it_it: Rimuovi immagine

source: Used on hover?
it_it: Usata su hover?

source: Should this image be used on hover
it_it: Se questa immagine deve essere usata (in hover) quando ci si passa con il puntatore del mouse

source: Used when active?
it_it: Usata se attivo?

source: Should this image be used when menu item is active
it_it: Se questa immagine deve essere usata quando la voce di menu è attiva

source: Custom fields [for theme]
it_it: Campi personalizzati

source: Full width
it_it: A tutto schermo

source: Set sizes
it_it: Imposta dimensioni

source: Dropdown Width
it_it: Larghezza tendina

source: Dropdown Height
it_it: Altezza tendina

source: Icon name (from FontAwesome set)
it_it: Nome icona (dall'insieme di FontAwesome)

source: Open on mouse event
it_it: Apri su evento mouse

source: Label
it_it: Etichetta

source: Options
it_it: Opzioni

source: Settings Imported!
it_it: Impostazioni importate!

source: Settings have changed, you should save them!
it_it: Le impostazioni sono cambiate, dovresti salvarle!

source: error(s) were found!
it_it: errore/i trovati!

source: warning(s) were found!
it_it: messaggi di attenzione trovati!

source: Expand
it_it: Espandi

source: warnings(s) were found!
it_it: messaggi di attenzione trovati!

source: Something went wrong.
it_it: Qualcosa è andato storto.

source: Return to the dashboard
it_it: Torna alla Bacheca

source: The following plugin was activated successfully:
it_it: Il seguente plugin è stato attivato con successo.

source: All plugins installed and activated successfully. %1$s
it_it: Tutti i plugin sono stati installati e attivati correttamente. %1$s

source: Dismiss this notice
it_it: Scarta questo avviso

source: Return to the Dashboard
it_it: Torna alla Bacheca

source: The remote plugin package is does not contain a folder with the desired slug and renaming did not work.
it_it: Il pacchetto remoto per il plugin non contiene una cartella con lo slug richiesto; non è stato possibile rinominare.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
it_it: Contattare il fornitore del plugin per chiedergli di fornirne una versione che segua le linee guida di WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
it_it: Il pacchetto remoto per il plugin consiste in più di un file, ma i file non sono contenuti in una cartella.

source: Private Repository
it_it: Repository privato

source: WordPress Repository
it_it: Repository WordPress

source: Required
it_it: Richiesto

source: Recommended
it_it: Raccomandato

source: Not Installed
it_it: Non installato

source: Installed But Not Activated
it_it: Installato ma non attivato

# %2$s = plugin name in screen reader markup
source: Install %2$s
it_it: Installa %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
it_it: Attiva %2$s

source: No plugins to install or activate. <a href="%1$s">Return to the Dashboard</a>
it_it: Nessun plugin da installare, aggiornare o attivare. <a href="%1$s">Torna alla Bacheca</a>

source: Source
it_it: Fonte

source: Type
it_it: Tipo

source: Status
it_it: Stato

source: Install
it_it: Installa

source: Activate
it_it: Attiva

source: No plugins are available to be installed at this time.
it_it: Nessun plugin disponibile per l'installazione.

source: No plugins are available to be activated at this time.
it_it: Nessun plugin disponibile per l'attivazione.

source: Install package not available.
it_it: Pacchetto non disponibile per l'installazione.

source: Downloading install package from <span class="code">%s</span>&#8230;
it_it: Scarico il pacchetto da installare da <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
it_it: Scompatto il pacchetto&#8230;

source: Installing the plugin&#8230;
it_it: Installo il plugin&#8230;

source: Plugin install failed.
it_it: Installazione del plugin fallita.

source: Plugin installed successfully.
it_it: Plugin installato correttamente.

source: Plugin activation failed.
it_it: Attivazione del plugin fallita.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
it_it: Errore nell'installazione di %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
it_it: Installazione di %1$s fallita.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
it_it: Sta iniziando il processo di installazione e attivazione. Potrebbe volerci del tempo, sii paziente.

source: %1$s installed and activated successfully.
it_it: %1$s installato e attivato con successo.

source: Show Details
it_it: Mostra dettagli

source: Hide Details
it_it: Nascondi dettagli

source: All installations and activations have been completed.
it_it: Tutte le installazioni e le attivazioni sono state completate.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
it_it: Sto installando e attivando il plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
it_it: Sta iniziando il processo di installazione. Potrebbe volerci del tempo, sii paziente.

source: %1$s installed successfully.
it_it: %1$s installato con successo.

source: All installations have been completed.
it_it: Tutte le installazioni sono state completate.

source: Installing Plugin %1$s (%2$d/%3$d)
it_it: Sto installando il plugin %1$s (%2$d/%3$d)

source: Same window
it_it: Stessa finestra

source: New window
it_it: Nuova finestra

source: Post
it_it: Articolo

source: List of IDs
it_it: Lista di ID

source: Section title
it_it: Titolo sezione

source: Theme elements
it_it: Elementi tema

source: Styled title for sections
it_it: Titolo stilato per le sezioni

source: Title
it_it: Titolo

source: Sub title
it_it: Sottotitolo

source: Text after title
it_it: Testo dopo il titolo

source: Title style
it_it: Stile titolo

source: Simple
it_it: Semplice

source: X sign
it_it: segno X

source: Bordered
it_it: Bordato

source: Shadow
it_it: Ombra

source: Title color
it_it: Colore titolo

source: Primary color
it_it: Colore principale

source: Alternative color
it_it: Colore alternativo

source: Black
it_it: Nero

source: White
it_it: Bianco

source: Title size
it_it: Dimensione titolo

source: Small
it_it: PIccolo

source: Large
it_it: Grande

source: Extra Large
it_it: Molto grande

source: Title align
it_it: Allineamento titolo

source: Center
it_it: Centrato

source: Left
it_it: Sinistra

source: Right
it_it: Destra

source: Extra class name
it_it: Nome classe aggiuntiva

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
it_it: Se vuoi stilare in modo differente uno specifico elemento di contenuto, usa questo campo per aggiungere il nome di una classe a cui fare riferimento nel file CSS.

source: CSS box
it_it: Riquadro CSS

source: Design Options
it_it: Opzioni di design

source: Show your blog posts on the page
it_it: Mostra i tuoi articoli di blog sulla pagina

source: Data source
it_it: Fonte dati

source: Select content type for your grid.
it_it: Seleziona tipo di contenuto per la griglia.

source: Include only
it_it: Includi solo

source: Add posts, pages, etc. by title.
it_it: Aggiungi articoli, pagine, etc. per titolo.

source: Custom query
it_it: Query personalizzata

source: Build custom query according to <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.
it_it: Costruisci query personalizzata secondo il <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.

source: Narrow data source
it_it: Fonte dati limitata

source: Enter categories, tags or custom taxonomies.
it_it: Inserisci categorie, tag o tassonomie personalizzate.

source: Number of items to show per page.
it_it: Numero di elementi da mostrare per pagina.

source: Pagination
it_it: Paginazione

source: Style
it_it: Stile

source: You can use different design for your blog styled for the theme
it_it: Potete usare diversi design per il blog, specifici per il tema.

source: Columns
it_it: Colonne

source: Order by
it_it: Ordina per

source: Date
it_it: Data

source: Order by post ID
it_it: Ordina per ID articolo

source: Author
it_it: Autore

source: Last modified date
it_it: Data di ultima modifica

source: Post/page parent ID
it_it: ID articolo/pagina genitore

source: Number of comments
it_it: Numero di commenti

source: Menu order/Page Order
it_it: Ordine menu/ordine pagine

source: Meta value
it_it: Meta valore

source: Meta value number
it_it: Numero meta valore

source: Random order
it_it: Ordine casuale

source: Select order type. If "Meta value" or "Meta value Number" is chosen then meta key is required.
it_it: Scegli tipo di ordinamento. Se "Meta valore" o "Numero meta valore" va inserita la meta chiave

source: Data Settings
it_it: Impostazioni dati

source: Sorting
it_it: Ordinamento

source: Descending
it_it: Discendente

source: Ascending
it_it: Ascendente

source: Select sorting order.
it_it: Seleziona ordinamento.

source: Meta key
it_it: Meta chiave

source: Input meta key for grid ordering.
it_it: Inserisci meta chiave per l'ordinamento della griglia.

source: Number of grid elements to displace or pass over.
it_it: Numero di elementi di griglia da spostare o saltare.

source: Exclude
it_it: Escludi

source: Exclude posts, pages, etc. by title.
it_it: Escludi articoli, pagine etc. per titolo.

source: Social buttons
it_it: Pulsanti social

source: Follow or share buttons
it_it: Pulsanti segui o condividi

source: Buttons type
it_it: Tipo di pulsanti

source: Share
it_it: Condividi

source: Follow
it_it: Segui

source: Buttons size
it_it: Dimensione pulsanti

source: Buttons style
it_it: Stile pulsanti

source: Circle buttons
it_it: Pulsanti tondi

source: Colored
it_it: Colorati

source: Colored alternative
it_it: Del colore alternativo

source: Align
it_it: Allinea

source: center
it_it: centrato

source: left
it_it: sinistra

source: right
it_it: destra

source: Button
it_it: Pulsante

source: Simple button in different theme styles
it_it: Pulsante semplice in diversi stili del tema

source: Button color
it_it: Colore pulsante

source: Button style
it_it: Stile pulsante

source: Link button
it_it: Pulsante link

source: Button size
it_it: Dimensione pulsante

source: Extra Small
it_it: Molto piccolo

source: Showcase your projects or gallery
it_it: Mostra i progetti o la galleria

source: Number of posts per page
it_it: Numero di articoli per pagina

source: Show text on mouse over
it_it: Mostra testo su mouseover

source: Hide text on mouse over
it_it: Nascondi testo su mouseover

source: Bordered style
it_it: Stile bordato

source: Bordered inverse
it_it: Bordato inverso

source: Text under image
it_it: Testo sotto l'immagine

source: Text with background
it_it: Testo con sfondo

source: Text with background alternative
it_it: Testo con sfondo alternativo

source: Yes, please
it_it: Sì, per favore

source: Filters background
it_it: Sfondo filtri

source: Latitude (required)
it_it: Latitudine (richiesta)

source: Longitude (required)
it_it: Longitudine (richiesta)

source: Text on marker
it_it: Testo su segnaposto

source: Height
it_it: Altezza

source: Styles (JSON)
it_it: Stili (JSON)

source: Zoom with mouse wheel
it_it: Zoom con rotella mouse

source: Yes
it_it: Sì

source: Map mask
it_it: Maschera mappa

source: Dark
it_it: Scura

source: Light
it_it: Chiara

source: Mega Menu widget
it_it: Widget Mega Menu

source: Categories mega menu widget
it_it: Widget mega menu categorie

source: Choose Menu
it_it: Scegli menu

source: Title Color
it_it: Colore titolo

source: Animated Counter
it_it: Contatore animato

source: Actual value
it_it: Valore reale

source: Our final point. For ex.: 95
it_it: Il nostro punto finale, ad es. 95

source: Team Member
it_it: Membro del team

source: Display information about some person
it_it: Mostra informazioni su una persona

source: Name
it_it: Nome

source: User name
it_it: Nome utente

source: User title
it_it: Titolo utente

source: User Avatar
it_it: Avatar utente

source: Select image from media library.
it_it: Scegli immagine da libreria media.

source: Image size
it_it: Dimensione immagine

source: Enter image size. Example: "thumbnail", "medium", "large", "full" or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use "thumbnail" size.
it_it: Inserire dimensione immagine. Ad es. "thumbnail", "medium", "large", "full" o altre dimensioni definite dal tema corrente. In alternativa, inserire la dimensione dell'immagine in pixel: 200x100 (larghezza x altezza). Lasciare vuoto per usare la dimensione "thumbnail".

source: Text
it_it: Testo

source: You can add some member bio here.
it_it: Qui si possono inserire le biografie dei membri.

source: Google+ link
it_it: Link Google+

source: Linkedin link
it_it: Link Linkedin

source: Skype link
it_it: Link Skype

source: Instagram link
it_it: Link Instagram

source: WC products widget
it_it: Widget prodotti WC

source: Number of products to show
it_it: Numero di prodotti da mostrare

source: Show
it_it: Mostra

source: All Products
it_it: Tutti i prodotti

source: Featured Products
it_it: Prodotti in evidenza

source: On-sale Products
it_it: Prodotti in offerta

source: Price
it_it: Prezzo

source: Random
it_it: Casuale

source: Sales
it_it: Vendite

source: Order
it_it: Ordine

source: DESC
it_it: DISC

source: Hide free products
it_it: Nascondi prodotti gratuiti

source: Show hidden products
it_it: Mostra prodotti nascosti

source: Testimonials slider
it_it: Slider testimonial

source: User testimonial
it_it: Testimonial utenti

source: Instagram photos
it_it: Foto Instagram

source: Author area
it_it: Area autori

source: Widget for author information
it_it: Widget informazioni autore

source: Promo Banner
it_it: Banner promo

source: Promo image with text and hover effect
it_it: Immagine promo con testo ed effetto hover

source: Modified
it_it: Modificata

source: Comment count
it_it: Conteggio commenti

source: Menu order
it_it: Ordine menu

source: Product categories
it_it: Categorie prodotti

source: Product categories grid
it_it: Griglia categorie prodotti

source: Number
it_it: Numero

source: The `number` field is used to display the number of categories.
it_it: Il campo `numero` viene usato per mostrare il numero delle categorie.

source: Select how to sort retrieved categories. More at %s.
it_it: Mostra come ordinare le categorie estratte. Per saperne di più: %s

source: Sort order
it_it: Ordinamento

source: Designates the ascending or descending order. More at %s.
it_it: Imposta l'ordine ascendente o discendente. Per saperne di più: %s

source: How much columns grid
it_it: Griglia di quante colonne
