Repository: Damtob/Yubuy
Catalog: .vscode/basel-*.po
Languages: it_it

source: Hide empty
it_it: Nascondi vuote

source: List of product categories
it_it: Elenco di categorie prodotti

source: Try out our creative styles for categories block
it_it: Prova i nostri stili creativi per il blocco delle categorie

source: Sku
it_it: Cod.

source: Posts (products) carousel
it_it: Carosello articoli (prodotti)

source: Animated carousel with posts
it_it: Carosello animato con gli articoli

source: Slider title
it_it: Titolo slider

source: Carousel content
it_it: Contenuto carosello

source: Create WordPress loop, to populate content from your site.
it_it: Crea loop di WordPres per popolare il contenuto dal sito.

source: Images size
it_it: Dimensione immagini

source: Slider speed
it_it: Velocità slider

source: Duration of animation between slides (in ms)
it_it: Durata dell'animazione tra le slide (in ms)

source: Slides per view
it_it: Visualizza # slide

source: Set numbers of slides you want to display at the same time on slider's container for carousel mode. Also supports for "auto" value, in this case it will fit slides depending on container's width. "auto" mode doesn't compatible with loop mode.
it_it: Imposta il numero di slide da visualizzare allo stesso tempo nel contenitore dello slider in modalità carosello. Si può usare anche "auto"; in questo caso verranno inserite un numero di slide in base alla larghezza del contenitore. "Auto" non è compatibile con la modalità loop.

source: Scroll per page
it_it: Scrolla per pagina

source: Scroll per page not per item. This affect next/prev buttons and mouse/touch dragging.
it_it: Scrolla per pagina, non per elemento. Inflluisce sui pulsanti precedente/successivo e sulle operazioni di trascinamento con mouse e touch.

source: Slider autoplay
it_it: Autoplay slider

source: Enables autoplay mode.
it_it: Imposta la modalità autoplay.

source: Hide pagination control
it_it: Nascondi controllo paginazione

source: If "YES" pagination control will be removed
it_it: Sì "SI" viene rimosso il controllo di paginazione

source: Hide prev/next buttons
it_it: Nascondi pulsanti precedente/successivo

source: If "YES" prev/next control will be removed
it_it: Se "SI" vengono rimossi i pulsanti precedente/successivo

source: Slider loop
it_it: Loop slider

source: Enables loop mode.
it_it: Imposta la modalità loop.

source: Add spaces between images
it_it: Aggiungi spazio tra le immagini

source: Specific design
it_it: Design specifico

source: With this option your gallery will be styled in a different way, and sizes will be changed.
it_it: Con questa opzione la tua galleria sarà stilata in modo diverso e cambieranno le dimensioni.

source: Color Scheme
it_it: Schema colori

source: choose
it_it: scegli

source: Image
it_it: Immagine

source: Add here few words to your author info.
it_it: Aggiungi alcune parole di informazione sull'autore.

source: Text alignment
it_it: Allineamento testo

source: Align left
it_it: Allinea a sinistra

source: Align right
it_it: Allinea a destra

source: Align center
it_it: Allinea al centro

source: Select image alignment.
it_it: Scegli l'allineamento dell'immagine.

source: Author link
it_it: Link autore

source: Link text
it_it: Testo del link

source: Banner link
it_it: Banner del link

source: Enter URL if you want this banner to have a link.
it_it: Inserisci un URL se vuoi che il banner abbia un link.

source: Banner content
it_it: Contenuto del banner

source: Add here few words to your banner image.
it_it: Aggiunti alcune parole per l'immagine del banner.

source: Content vertical alignment
it_it: Allineamento verticale contenuto

source: Top
it_it: In alto

source: Middle
it_it: Al centro

source: Bottom
it_it: In basso

source: Hover effect
it_it: Effetto hover

source: Zoom image
it_it: Zoom immagine

source: Content animation
it_it: Animazione contenuto

source: Set beautiful hover effects for your banner.
it_it: Imposta dei begli effetti di hover sul banner.

source: Content style
it_it: Stile contenuto

source: Color mask
it_it: Maschera colore

source: Mask with border
it_it: Maschera con bordo

source: Content with line background
it_it: COntenuto con sfondo di linea

source: Content with rectangular background
it_it: Contenuto con sfondo rettangolare

source: You can use some of our predefined styles for your banner content.
it_it: Si possono usare alcuni dei nostri stili predefiniti per il contenuto del banner.

source: Username
it_it: Nome utente

source: Number of photos
it_it: Numero di foto

source: Photo size
it_it: Dimensione foto

source: Open link in
it_it: Apri link in

source: Current window (_self)
it_it: Finestra attuale (_self)

source: New window (_blank)
it_it: Nuova finestra (_blank)

source: Grid
it_it: Griglia

source: Photos per row
it_it: Foto per riga

source: Number of photos per row for grid design or items in slider per view.
it_it: Numero di foto per riga nella griglia o elementi visibili nello slider.

source: Add spaces between photos
it_it: Aggiungi spazio tra le foto

source: BASEL Author Information
it_it: Informazioni sull'autore di BASEL

source: Small information block about blog author
it_it: Blocco con brevi informazioni sull'autore del blog

source: BASEL Banner
it_it: Banner BASEL

source: Promo banner with text
it_it: Banner promo con testo

source: BASEL Instagram
it_it: Instagram di BASEL

source: BASEL HTML Block
it_it: Blocco HTML di BASEL

source: Display HTML block
it_it: Mostra blocco HTML

source: BASEL User Panel
it_it: Pannello utente di BASEL

source: User panel to use in My Account area
it_it: Pannello utente da usare nell'area Il mio account

source: BASEL WooCommerce Layered Nav
it_it: Navigazione a strati per WooCommerce di BASEL

source: Shows a custom attribute in a widget which lets you narrow down the list of products when viewing product categories.
it_it: Mostra un attributo personalizzato in un widget, che permette di restringere la lista di prodotti quando si visualizzano le categorie di prodotti.

source: Filter by
it_it: Filtra per

source: Attribute
it_it: Attributo

source: Query type
it_it: Tipo di query

source: Display type
it_it: Tipo di visualizzazione

source: list
it_it: lista

source: Swatches size
it_it: Dimensione swatch

source: normal
it_it: normale

source: large
it_it: grande

source: small
it_it: piccolo

source: Show labels
it_it: Mostra etichette

source: BASEL Price filter
it_it: Filtro prezzi di BASEL

source: Price filter list
it_it: Lista filtri prezzo

source: Price filter
it_it: Filtro prezzo

source: BASEL AJAX Search
it_it: Ricerca AJAX di BASEL

source: Search form by products with AJAX
it_it: Form di ricerca per i prodotti con AJAX

source: Search products
it_it: Cerca prodotti

source: Show price
it_it: Mostra prezzo

source: Show thumbnail
it_it: Mostra thumbnail

source: BASEL WooCommerce Sort by
it_it: Ordina per in WooCommerce di BASEL

source: Sort products by name, price, popularity etc.
it_it: Ordina prodotti per nome, prezzo, popolarità etc.

source: Sort by
it_it: Ordina per

source: Popularity
it_it: Popolarità

source: Average rating
it_it: Media dei voti

source: Newness
it_it: Novità

source: Price: low to high
it_it: Prezzo: da più basso a più alto

source: Price: high to low
it_it: Prezzo: da più alto a più basso

source: Add a custom mega menu to your sidebar.
it_it: Aggiungi un mega menu personalizzato alla sidebar.

source: Sidebar Mega Menu
it_it: Mega menu sidebar

source: No menus have been created yet. <a href="%s">Create some</a>.
it_it: Non sono stati ancora creati menu: <a href="%s">Creane uno</a>.

source: Title:
it_it: titolo:

source: Select Menu:
it_it: Seleziona menu:

source: &mdash; Select &mdash;
it_it: &mdash; Seleziona &mdash;

# Page slug
source: cart
it_it: carrello

# Page title
source: Cart
it_it: Carrello

source: Previous product
it_it: Prodotto precedente

source: Next product
it_it: Prodotto successivo

source: Filters
it_it: Filtri

source: No product categories exist.
it_it: Non esiste ancora nessuna categoria di prodotti.

source: View details
it_it: Visualizza dettagli

source: Related Projects
it_it: Progetti correlati

source: Previous Post
it_it: Articolo precedente

source: Next Post
it_it: Articolo successivo

source: Related Posts
it_it: Articoli correlati

source: Permalink to %s
it_it: Permalink per %s

source: Product
it_it: Prodotto

source: Quantity
it_it: Quantità

source: Total
it_it: Totale

source: Remove this item
it_it: Elimina articolo

source: Available on backorder
it_it: Disponibile per il backorder

source: Coupon code
it_it: Codice coupon

source: Apply Coupon
it_it: Applica coupon

source: Update Cart
it_it: Aggiorna carrello

source: You may be interested in&hellip;
it_it: Forse sei interessato a&hellip;

source: No products in the cart.
it_it: Nessun prodotto nel carrello.

source: Subtotal
it_it: Subtotale

source: You must be logged in to checkout.
it_it: Devi essere collegato per fare il checkout.

source: Your order
it_it: Il tuo ordine

source: View products
it_it: Visualizza prodotti

source: No products were found matching your selection.
it_it: Non sono stati trovati prodotti che corrispondono alla tua selezione.

source: Sold out
it_it: Terminato

source: Username or email address
it_it: Nome utente o indirizzo di posta elettronica

source: Lost your password?
it_it: Persa la password?

source: Remember me
it_it: Ricordati di me

source: Register
it_it: Registrati

source: Email address
it_it: Indirizzo di posta elettronica

source: Or
it_it: O

source: Placeholder
it_it: Segnaposto

source: This product is currently out of stock and unavailable.
it_it: Questo prodotto al momento è terminato e non è disponibile.

source: Clear
it_it: Pulisci

source: SKU:
it_it: Cod:

source: N/A
it_it: N/D

source: Category:
it_it: Categoria:

source: Related Products
it_it: Prodotti correlati

source: You may also like&hellip;
it_it: Forse ti piace anche&hellip;
